Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A43A.tmx
Source language: en_us
Languages: zh_cn

source: 10 Questions for Pete Sampras
zh_cn: 有关彼得桑普拉斯的10个问题

source: Whom did you enjoy playing against the most?
zh_cn: Q: 谁是你最喜欢与之比赛的选手?

source: Francis Eleazar HOFFMAN ESTATES, ILL. Andre Agassi was my rival in the '90s, and I think as we got older we sort of transcended the game.
zh_cn: A: 安德烈 阿加西是我上世纪90年代的对手 我认为随着各自的成熟 我们之间已经超越了比赛本身.

source: He was probably the best player I ever played over my career.
zh_cn: 他也许是职业生涯里最好的对手.

source: There's a list of players that were tough, but Andre, certainly, he was the most unique.
zh_cn: 难对付的选手的名字有一长串 但安德烈显示是最独一无二的.

source: Did a time come when you felt you had had enough of competitive tennis?
zh_cn: Q: 是否在一段时间里 你也觉得比赛也充满竞争呢?

source: Nico Neethling RUSTENBURG, SOUTH AFRICA After I went through two years of not winning an event, what kept me going was winning one more major.
zh_cn: A: 我在2年之内没有赢得任何一项大赛之后 赢得某项大赛成为我向前的动力.

source: Once I won that last U.S. Open, I spent the next six months trying to figure out what was next.
zh_cn: 可当我拿到最后一次美网公开赛后 我花了6个月来想下一个目标是什么.

source: Slowly my passion for the sport just vanished.
zh_cn: 渐渐我对网球的热情消失了.

source: I had nothing left to prove.
zh_cn: 我没有什么还要证明.

source: How do you feel about retiring from your career at the same age that others fully engage in theirs?
zh_cn: Q: 当你选择在别人还在全力投入的年纪退役的感觉是怎样的?

source: Vince Jordan, LOS ANGELES It's not easy to retire at 31.
zh_cn: A: 在31岁退役不是件容易事.

source: In one respect I was glad I was done.
zh_cn: 从某方面说我很高兴.

source: But after a few years of having fun, I got a little restless.
zh_cn: 当我享受了几年有意思的时光后 有一些闲不住了.

source: When you're 33, 34, and you don't have a focus, you can get kind of lost.
zh_cn: 当你33 34岁 而没有生活的重心 你会有点迷失.

source: As a man, you feel a little bit unfulfilled.
zh_cn: 作为男人 你会觉得不充实.

source: Do you think it unfair that others got more attention based on their off-the-court antics?
zh_cn: Q: 你是否觉得有的选手通过场外的哗众取宠来增加其知名度是不公平的?

source: Matthew Dale, AUSTIN, TEXAS There are some players who add a bit more just to get more p.r. I wasn't about that.
zh_cn: A: 是有些人要靠这些来增加些知名度. 我不是这样的人.

source: My major goal was to hold up that trophy at the end, and I didn't want anything to get in the way of that.
zh_cn: 我的主要目标是坚持到底获得胜利我不要任何别的事情干扰.

source: I kept it pretty quiet.
zh_cn: 我一直很低调.

source: I kept it simple.
zh_cn: 我要过的简单.

source: Over your career, what was the most difficult situation you experienced?
zh_cn: Q:你整个职业生涯里 经历过最困难的时期是什么时候?

source: Haydee Serona, MANILA Probably my last couple years on tour. I wasn't playing well, and I had just gotten married, and the press was on my wife about it--that [I was losing] because I married her.
zh_cn: A: 可能是我在巡回赛的最后2年. 我表现不好 而且我刚刚结婚 报纸说和我妻子有关---我输球是由于娶了她.

source: You can attack me all you want, but don't bring my wife into it.
zh_cn: 你可以随便怎么对付我 但不要把我的妻子扯进来.

source: Have you given any thought to becoming a commentator?
zh_cn: Q: 你是否想过做一个网球评论员?

source: I've been asked to do a little commentating.
zh_cn: A:我受邀做过点评论.

source: It's not something that's in my blood.
zh_cn: 但也许这不是我的特长.

source: John McEnroe does a great job, and I think he's got that pretty much honed.
zh_cn: 约翰 麦肯罗(John McEnroe 以脾气火爆 天才著名的网球选手) 干的不错 我觉得他在那方面下过不少功夫.

source: I've thought about it but not realistically.
zh_cn: 我也想过这样 但没有实现.

source: Whom do you consider to be the next superstar of men's tennis?
zh_cn: Q: 你觉得谁是男子网球下一个超级明星?

source: Obviously right now we have Roger Federer. After him, you look at Rafael Nadal, who's only 22, Novak Djokovic, who's 21.
zh_cn: A: 显然 现在我们有罗杰 费德勒(Roger Federer). 他之后 也许是拉斐尔 纳达尔(RafaelNadal) 仅有22岁 诺瓦克 德约科维奇(Novak Djokovic) 21岁.

source: Those two guys are going to carry the torch when Roger's done.
zh_cn: 这两人将来接罗杰现在班.

source: Has the new racquet and string technology helped or hurt the modern game?
zh_cn: Q: 最新的球拍 球线科技是伤害还是促进了网球?

source: It's obviously helped guys hit the ball harder, with a lot more spin and a lot more control, than the racquets I played with.
zh_cn: A: 显然这能使人们打出的球更有力 比我那个时候的球拍更有旋转 更有控制力.

source: We've maybe lost a bit of finesse in the game.
zh_cn: 我也许会在比赛中失去些小花招.

source: No one's looking to come in and volley.
zh_cn: 没人会再上网截杀(No one's looking to come in and volley 有达人解释下么?)

source: You've played on the world's best tennis courts. Which was your favorite?
zh_cn: Q: 你在全世界最好的球场上打过比赛 哪个你最喜欢?

source: Jen Reinhard, SAN FRANCISCO Centre Court of Wimbledon.
zh_cn: A: 温布尔顿中央球场.

source: Just love the atmosphere, love the intimacy of it.
zh_cn: 就是喜欢那里的气氛 喜欢那里亲切的感觉.

source: It had a huge effect on me as a kid seeing that court on TV.
zh_cn: 我小时候在电视上看到它的感觉 对我有巨大的影响.

source: Not to disrespect the U.S. Open and the French, but that one is the most unique.
zh_cn: 这不是不尊重美网 法网 但是温布尔顿是独一无二的.

source: It hasn't changed in a hundred years.
zh_cn: 100年始终如一.

source: As the Olympic torch generates much political heat, do you think athletes should take positions on major world issues?
zh_cn: Q: 当奥运火炬接力引发了很多政治热点后 你认为运动员是否要对国际议题表明自己的立场?

source: I don't personally.
zh_cn: A: 我自己不认为要这样.

source: It's not my place to tell you whom to vote for, to take any political stand, to tell you what religion to believe in. I'm an athlete.
zh_cn: 告诉别人支持谁 持什么立场 信仰是什么 并不是我的责任. 我是运动员.

source: I can influence certain things, but when I see other athletes and celebrities telling you whom to vote for, I actually get a bit offended.
zh_cn: 我能影响一些事情 当我看到某些选手 娱乐明星告诉你该支持谁的得时候 我有点被侵犯的感觉.
